Repository: magenta-aps/converse.js
Catalog: locale/*/LC_MESSAGES/converse.po
Languages: da

source: Close this chat box
da: Luk denne chatbox

source: Personal message
da: Personlig besked

source: me
da: jeg

source: is typing
da: skriver

source: has stopped typing
da: skiver ikke længere

source: has gone away
da: er gået

source: Show this menu
da: Vis denne menu

source: Write in the third person
da: Skriv i tredje person

source: Remove messages
da: Fjern beskeder

source: Are you sure you want to clear the messages from this chat box?
da: Er du sikker på, at du vil fjerne beskederne fra denne chatbox?

source: has gone offline
da: er gået offline

source: is busy
da: er optaget

source: Clear all messages
da: Fjern alle beskeder

source: Hide the list of occupants
da: Skjul listen af besøgende

source: Insert a smiley
da: Indsæt smiley

source: Start a call
da: Start videochat

source: Contacts
da: Kontakter

source: Connecting
da: Forbinder

source: XMPP Username:
da: XMPP brugernavn:

source: Password:
da: Kodeord:

source: Click here to log in anonymously
da: Klik her for at logge ind anonymt

source: Log In
da: Log ind

source: Username
da: Brugernavn

source: user@server
da: bruger@server

source: password
da: kodeord

source: Sign in
da: Log ind

source: I am %1$s
da: Jeg er %1$s

source: Click here to write a custom status message
da: Klik her for at skrive din egen statusbesked

source: Click to change your chat status
da: Klik for at ændre din chat-status

source: Custom status
da: Selvvalgt status

source: Save
da: Gem

source: busy
da: optaget

source: away for long
da: fraværende i længere tid

source: away
da: fraværende

source: Busy
da: Optaget

source: Away
da: Fraværende

source: Log out
da: Log ud

source: Contact name
da: Kontaktnavn

source: Search
da: Søg

source: e.g. user@example.org
da: f.eks. bruger@eksempel.dk

source: Add
da: Tilføj

source: Click to add new chat contacts
da: Klik for at tilføje nye chatkontakter

source: Add a contact
da: Tilføj en kontakt

source: No users found
da: Ingen brugere fundet

source: Click to add as a chat contact
da: Klik for at tilføje som en chatkontakt

source: Toggle chat
da: Vis chat

source: Attempting to reconnect
da: Forsøger at genskabe forbindelse

source: Error
da: Fejl

source: Authenticating
da: Kontrollerer

source: Authentication Failed
da: Kom ikke igennem kontrollen

source: Sorry, there was an error while trying to add
da: Beklager. Der opstod en fejl under tilføjelsen

source: This client does not allow presence subscriptions
da: Denne chat-klient tillader ikke 'presence subscriptions'

source: Close this box
da: Luk denne box

source: Minimize this box
da: Mininér denne box

source: Click to restore this chat
da: Klik for at genoptage denne chat

source: Minimized
da: Minimeret

source: Minimize this chat box
da: Minimér denne chatbox

source: Message
da: Besked

source: Error: could not execute the command
da: Fejl: Kunne ikke eksekvere kommando

source: Error: the "
da: Fejl: "

source: Are you sure you want to clear the messages from this room?
da: Er du sikker på at du ønsker at fjerne beskederne fra dette rum?

source: Change user's affiliation to admin
da: Skift brugerens tilhørsforhold til admin

source: Ban user from room
da: Sæt bruger i karatæne fra dette rum

source: Change user role to occupant
da: Skift brugerrolle til gæst

source: Kick user from room
da: Spark bruger ud af dette rum

source: Write in 3rd person
da: Skriv i 3dje person

source: Grant membership to a user
da: Giv medlemskab til en bruger

source: Remove user's ability to post messages
da: Fjern en brugers mulighed for at skrive beskeder

source: Change your nickname
da: Skift dit chatnavn

source: Grant moderator role to user
da: Giv moderator-rolle til en bruger

source: Grant ownership of this room
da: Giv ejerskab af dette rum

source: Revoke user's membership
da: Ophæv en brugers medlemskab

source: Set room topic
da: Sæt emne for denne rum

source: Allow muted user to post messages
da: Tillad at en bruger med mundkurv kan skrive beskeder

source: Cancel
da: Annullér

source: An error occurred while trying to save the form.
da: Der skete en fejl da formularen skulle gemmes.

source: This chatroom requires a password
da: Dette chatrum kræver et kodeord

source: Password:
da: Kodeord:

source: Submit
da: Send

source: This room is not anonymous
da: Dette rum er ikke anonymt

source: This room now shows unavailable members
da: Dette rum viser nu medlemmer, som ikke er tilgængelige

source: This room does not show unavailable members
da: Dette rum viser ikke medlemmer, som ikke er tilgængelige

source: Non-privacy-related room configuration has changed
da: Konfiguration for rummet, der ikke vedrører privatliv, er blevet ændret

source: Room logging is now enabled
da: Logning af rum er aktiveret

source: Room logging is now disabled
da: Logning af rum er deaktiveret

source: This room is now non-anonymous
da: Dette rum er nu ikke-anonymt

source: This room is now semi-anonymous
da: Dette rum er nu halv-anonymt

source: This room is now fully-anonymous
da: Dette rum er nu helt anonymt

source: A new room has been created
da: Et nyt rum er oprettet

source: You have been banned from this room
da: Du er blevet forvist fra dette rum

source: You have been kicked from this room
da: Du er blevet fjernet fra dette rum

source: You have been removed from this room because of an affiliation change
da: Du er blevet fjernet fra dette rum, fordi dine tilhørsforhold er ændret

source: You have been removed from this room because the room has changed to members-only and you're not a member
da: Du er blevet fjernet fra dette rum, fordi rummet er ændret til kun at være for medlemmer, og du er ikke et medlem

source: You have been removed from this room because the MUC (Multi-user chat) service is being shut down.
da: Du er blevet fjernet fra dette rum, fordi servicen for multibruger-chat bliver lukket.

source: <strong>%1$s</strong> has been banned
da: <strong>%1$s</strong> er blevet forvist

source: <strong>%1$s</strong>'s nickname has changed
da: <strong>%1$s</strong>s chatnavn er ændret

source: <strong>%1$s</strong> has been kicked out
da: <strong>%1$s</strong> er blevet fjernet

source: <strong>%1$s</strong> has been removed because of an affiliation change
da: <strong>%1$s</strong> er blevet fjernet pga. ændring i tilhørsforhold

source: <strong>%1$s</strong> has been removed for not being a member
da: <strong>%1$s</strong> er blevet fjernet fordi vedkommende ikke er medlem

source: Your nickname has been automatically changed to: <strong>%1$s</strong>
da: Dit chatnavn er automatisk blevet ændret til: <strong>%1$s</strong>

source: Your nickname has been changed to: <strong>%1$s</strong>
da: Dit chatnavn er ændret til: <strong>%1$s</strong>

source: The reason given is: "
da: Grunden er: "

source: You are not on the member list of this room
da: Du er ikke på listen over medlemmer i dette rum

source: No nickname was specified
da: Intet chatnavn er angivet

source: You are not allowed to create new rooms
da: Du har ikke tilladelse til at oprette nye rum

source: Your nickname doesn't conform to this room's policies
da: Dit chatnavn er i modstrid med dette rums navne-politik

source: Your nickname is already taken
da: Dit chatnavn er allerede optaget

source: This room does not (yet) exist
da: Dette rum findes ikke (endnu)

source: This room has reached its maximum number of occupants
da: Dette rum har ikke plads til flere gæster

source: Topic set by %1$s to: %2$s
da: Emne ændret af %1$s til: %2$s

source: This user is a moderator
da: Denne bruger er moderator

source: This user can send messages in this room
da: Denne bruger kan sende beskeder i dette rum

source: This user can NOT send messages in this room
da: Denne bruger kan IKKE sende beskeder i dette rum

source: Invite
da: Invitation

source: Occupants
da: Gæster

source: You are about to invite %1$s to the chat room "%2$s".
da: Du er ved at invitere %1$s til chatrummet "%2$s".

source: You may optionally include a message, explaining the reason for the invitation.
da: Du kan evt. tilføje en besked om, hvorfor du inviterer.

source: Room name
da: Navn på rum

source: Nickname
da: Chatnavn

source: Join Room
da: Deltag i dette rum

source: Show rooms
da: Vis rum

source: Rooms
da: Rum

source: No rooms on %1$s
da: Ingen rum på %1$s

source: Rooms on %1$s
da: Rum på %1$s

source: Click to open this room
da: Klik for at åbne dette rum

source: Show more information on this room
da: Vis mere information om dette rum

source: Description:
da: Beskrivelse:

source: Occupants:
da: Gæster:

source: Requires authentication
da: Kræver godkendelse

source: Hidden
da: Skjult

source: Requires an invitation
da: Kræver en invitation

source: Moderated
da: Modereret

source: Non-anonymous
da: Ikke anonymt

source: Open room
da: Åben rum

source: Permanent room
da: Permanent rum

source: Public
da: Offentlig

source: Semi-anonymous
da: Halv-anonymt

source: Temporary room
da: Midlertidigt rum

source: Unmoderated
da: Umodereret

source: %1$s has invited you to join a chat room: %2$s
da: %1$s har inviteret dig til at deltager i chatrum: %2$s

source: %1$s has invited you to join a chat room: %2$s, and left the following reason: "%3$s"
da: %1$s har inviteret dig til at deltage i et chatrum: %2$s, med følgende besked: "%3$s"

source: Notification from %1$s
da: Besked fra %1$s

source: %1$s says
da: %1$s skriver

source: has come online
da: er online

source: wants to be your contact
da: vil gerne være din kontakt

source: An error has occured
da: En fejl er opstået

source: Re-establishing encrypted session
da: Genskaber krypteret session

source: Generating private key.
da: Opretter privat nøgle.

source: Your browser might become unresponsive.
da: Din browser vil måske blive sløv i optrækket for en stund.

source: Authentication request from %1$s Your chat contact is attempting to verify your identity, by asking you the question below. %2$s
da: Anmodning om godkendelse fra %1$s Din chatkontakt forsøger at kontrollere din identitetved at stille nedenstående spørgsmål. %2$s

source: Could not verify this user's identify.
da: Kunne ikke verificere denne brugers identitet.

source: Exchanging private key with contact.
da: Udveksler private nøgler med kontakt.

source: Your messages are not encrypted anymore
da: Dine beskeder er ikke krypterede længere

source: Your messages are now encrypted but your contact's identity has not been verified.
da: Dine beskeder er nu krypterede, men din kontakts identitet er ikke verificeret.

source: Your contact's identify has been verified.
da: Din kontakts identitet er blevet verificeret.

source: Your contact has ended encryption on their end, you should do the same.
da: Din kontakt har afsluttet kryptering i sin ende. Du bør gøre det samme.

source: Your message could not be sent
da: Din besked kunne ikke sendes

source: We received an unencrypted message
da: Vi har modtaget en ukrypteret besked

source: We received an unreadable encrypted message
da: Vi har modtaget en ulæselig krypteret besked

source: Here are the fingerprints, please confirm them with %1$s, outside of this chat. Fingerprint for you, %2$s: %3$s Fingerprint for %1$s: %4$s If you have confirmed that the fingerprints match, click OK, otherwise click Cancel.
da: Her er fingeraftrykkene. Sørg for at bekræfte dem med %1$s udenfor denne chat. Dit fingeraftryk, %2$s: %3$s Fingeraftryk for %1$s: %4$s Klik OK, hvis du har kontrolleret, at fingeraftrykkende matcher. Ellers klik Annullér.

source: You will be prompted to provide a security question and then an answer to that question. Your contact will then be prompted the same question and if they type the exact same answer (case sensitive), their identity will be verified.
da: Du vil blive bedt om at angive et sikkerhedsspørgsmål og derefter svare på dette spørgsmål. Din kontakt vil derefter blive bedt om at skrive svaret på samme spørgsmål.Hvis din kontakt kan skrive præcis det samme svar, vil dennes identitet være verificeret.

source: What is your security question?
da: Hvad er dit sikkerhedsspørgsmål?

source: What is the answer to the security question?
da: Hvad er svaret på dit sikkerhedsspørgsmål?

source: Invalid authentication scheme provided
da: Det angivne godkendelsesskema kan ikke benyttes

source: Your messages are not encrypted. Click here to enable OTR encryption.
da: Dine beskeder er ikke krypteret. Klik her for at aktivere OTR-kryptering.

source: Your messages are encrypted, but your contact has not been verified.
da: Dine beskeder er krypteret, men din kontakt er ikke blevet godkendt.

source: Your messages are encrypted and your contact verified.
da: Dine beskeder er krypteret, og din kontakt er godkendt.

source: Your contact has closed their end of the private session, you should do the same
da: Din kontakt har afsluttet den private session i sin ende. Du bør gøre det samme

source: End encrypted conversation
da: Afslut krypteret samtale

source: Refresh encrypted conversation
da: Genopfrisk krypteret samtale

source: Start encrypted conversation
da: Start krypteret samtale

source: Verify with fingerprints
da: Godkend med fingeraftryk

source: Verify with SMP
da: Godkend med SMP

source: What's this?
da: Hvad er det?

source: unencrypted
da: ukrypteret

source: unverified
da: ikke godkendt

source: verified
da: godkendt

source: finished
da: afsluttet

source: e.g. conversejs.org
da: f.eks. conversejs.org

source: Your XMPP provider's domain name:
da: Domænenavn for din XMPP-operatør:

source: Fetch registration form
da: Skaf oprettelsesformular

source: Tip: A list of public XMPP providers is available
da: Tip: Der findes en liste over offentlige XMPP-operatører

source: here
da: her

source: Register
da: Opret

source: Sorry, the given provider does not support in band account registration. Please try with a different provider.
da: Beklager. Denne operatør understøtter ikke 'in band account registration.'Prøv venligst med en anden operatør.

source: Requesting a registration form from the XMPP server
da: Henter en oprettelsesformular fra XMPP serveren

source: Something went wrong while establishing a connection with "%1$s". Are you sure it exists?
da: Noget gik galt under oprettelse af forbindelse til "%1$s". Er du sikker på, at den stadig findes?

source: Now logging you in
da: Logger dig ind nu

source: Registered successfully
da: Oprettet

source: Return
da: Tilbage

source: The provider rejected your registration attempt. Please check the values you entered for correctness.
da: Operatøren afviste dit forsøg på at blive oprettet. Kontroller venligst, at du angav de rigtige oplysninger.

source: This contact is busy
da: Denne kontakt er optaget

source: This contact is online
da: Denne kontakt er online

source: This contact is offline
da: Denne kontakt er offline

source: This contact is unavailable
da: Denne kontakt er ikke tilgængelig

source: This contact is away for an extended period
da: Denne kontakt er fraværende i en længere periode

source: This contact is away
da: Denne kontakt er fraværende

source: Click to hide these contacts
da: Klik for at skjule disse kontakter

source: Groups
da: Grupper

source: My contacts
da: Mine kontakter

source: Pending contacts
da: Afventende kontakter

source: Contact requests
da: Kontakt-anmodninger

source: Ungrouped
da: Ikke-grupperet

source: State
da: Tilstand

source: Any
da: Alle

source: Chatty
da: Konversationslysten

source: Extended Away
da: Fraværende i længere tid

source: Click to remove this contact
da: Klik for at fjerne denne kontakt

source: Click to accept this contact request
da: Klik for at acceptere denne kontaktanmodning

source: Click to decline this contact request
da: Klik for at afvise denne kontaktanmodning

source: Click to chat with this contact
da: Klik for at chatte med denne kontakt

source: Name
da: Navn

source: Are you sure you want to remove this contact?
da: Er du sikker på, at du vil fjerne denne kontakt?

source: Sorry, there was an error while trying to remove
da: Beklager. Der opstod en fejl i forsøget på at fjerne

source: Are you sure you want to decline this contact request?
da: Er du sikker på, at du vil afvise denne kontaktanmodning?
